# Plugins to load
zsh-users/zsh-autosuggestions
MichaelAquilina/zsh-you-should-use
zsh-users/zsh-syntax-highlighting
belak/zsh-utils path:history
jeffreytse/zsh-vi-mode

# Keyboard shortcut plugins
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/tmux

# Clone fzf repo
# Binary is installed in ~/.zshrc
junegunn/fzf kind:clone
# Add completion scripts and fzf binary to PATH
junegunn/fzf path:shell kind:zsh
junegunn/fzf path:bin kind:path
